<?php

return [
    'nothing_data' => 'در حال حاظر داده ای ثبت نشده است.',
    'add' => [
        'success' => 'اطلاعات با موفقیت ثبت شد.',
        'error' => 'ثبت اطلاعات با خطا مواجه شد.',
    ],
    'edit' => [
        'success' => 'اطلاعات با موفقیت ویرایش شد.',
        'error' => 'ویرایش اطلاعات با خطا مواجه شد.',
    ],
    'destroy' => [
        'success' => 'اطلاعات با موفقیت حذف شد.',
        'error' => 'حذف اطلاعات با خطا مواجه شد.',
    ],
    'restore' => [
        'success' => 'اطلاعات با موفقیت بازگردانده شد.',
        'error' => 'بازگرداندن اطلاعات با خطا مواجه شد.',
    ],
    'please_select_one_item' => 'لطفا یک مورد را انتخاب کنید',
    'please_select_discount_expired_at' => 'لطفا تاریخ انقای تخفیف را انتخاب کنید.',
    'has_price_for_this_attributes' => 'برای این محصول با این خصوصیت ها قیمت ثبت شده است.',
    'not_found' => 'رکورد مورد نظر پیدا نشد.',
    'you_selected_2_items' => 'شما مجاز به انتخاب بیش از 2 آیتم نمیباشید.',
    'item_is_deleted' => 'این ایتم حذف شده است',
    'item_is_deactived' => 'این ایتم غیرفعال شده است',
    'if_active_click_on_restore' => 'اگر مایلید این ایتم را فعال کنید لطفا روی دکمه بازگزداندن کلیک کنید',
    'has_value_for_this_attribute_please_delete_this_then_try_again' => 'برای این ویژگی مقدار ثبت شده است. لطفا ابتدا آن را حذف کنید و مجددا برای ثبت اقدام نمایید.',
    'i_suggest_this' => 'این محصول را پیشنهاد می کنم',
    'i_dont_suggest_this' => 'این محصول را پیشنهاد نمی کنم',
    'show_this_comment' => 'تایید میکنم',
    'dont_show_this_comment' => 'تایید نمیکنم',

];
